Repository: hpe-manuel-sanchez/GRCS
Catalog: GCS_UI_PrimeNG/SourceCode/BusinessResources/UIResources/ContractResource.*.resx
Languages: ar

# AddEditTerritorialRightsLink
source: View/Edit Territorial Rights
ar: Add/Edit Territorial Rights.ar

# AdvancedSearchHeader
source: Advanced Search
ar: Advanced Search.ar

# AvailableRightsAcquistionHeader
source: Rights
ar: Available Rights Acquistion.ar

# BackPage
source: << Back
ar: << Back.ar

# CancelButton
source: Cancel
ar: Cancel.ar

# ClearanceControlsHeader
source: Clearance Controls
ar: Clearance Controls.ar

# ClearFilterLink
source: Clear Filter
ar: Clear Filter.ar

# CommercialModelColumn
source: Commercial Model
ar: Commercial Model.ar

# ConsentPeriodColumn
source: Consent/Consult Period
ar: Consent Period.ar

# ContentTypeColumn
source: Content Type
ar: Content Type.ar

# ContractHead
source: Contract Header
ar: Contract Header.ar

# ContractMenu
source: Create New Contract
ar: Contract.ar

# CopyContractButton
source: Copy Contract
ar: Copy Contract.ar

# CreateChildContractButton
source: Create Child Contract
ar: Create Child Contract.ar

source: Create contract from Template
ar: Create contract from Template :.ar

# DeleteContractButton
source: Delete Contract
ar: Delete Contract.ar

# EditContractButton
source: Edit Contract
ar: Edit Contract.ar

# ExcludeTerritoryRights
source: Exclude
ar: Exclude.ar

# ExploitationTypeColumn
source: Exploitation Type
ar: Exploitation Type.ar

# FindButton
source: Find
ar: Find.ar

# HoldbackPeriodColumn
source: Holdback Period
ar: Holdback Period.ar

# IncludeTerritoryRights
source: Include
ar: Include.ar

# NotApplicable
source: N/A
ar: N/A.ar

# NextPage
source: Next >>
ar: Next >>.ar

# NotAvailableDisplay
source: Not Available
ar: Not Available.ar

# NotesColumn
source: Notes
ar: Notes.ar

# NotesNotificationsHeader
source: Notes & Notifications
ar: Notes & Notifications.ar

# OKButton
source: OK
ar: OK.ar

# ParentContractHeading
source: Parent Contract
ar: Parent Contract.ar

# ParentContractID
source: Contract ID
ar: Parent Contract ID.ar

# RemoveRestrictionLink
source: Remove Restriction
ar: Remove Restriction.ar

# RepertoireDefaultsHeader
source: Repertoire Defaults
ar: Repertoire Defaults.ar

# ResetButton
source: Reset
ar: Reset.ar

# ResetSelectionButton
source: Reset Selection
ar: Reset Selection.ar

# RestrictedColumn
source: Rights Acquired
ar: Acquired.ar

# RestrictionColumn
source: Restrictions
ar: Restrictions.ar

# RightsRestrictionsMenu
source: Rights & Restrictions
ar: Rights & Restrictions.ar

# SaveButton
source: Save
ar: Save.ar

# SaveAsRestrictionTemplateLink
source: Save As Restriction Template
ar: Save As Restriction Template.ar

# SaveTemplateButton
source: Save as a Template
ar: Save as a Template.ar

# SearchButton
source: Search
ar: Search.ar

# SecondaryExploitationMenu
source: Secondary Exploitation
ar: Secondary Exploitation.ar

# SelectCheckBox
source: Action
ar: Select.ar

# SplitDealHeader
source: Split Deal
ar: Split Deal.ar

# TerritorialRightsHeader
source: Territorial Rights & Rights Period
ar: Territorial Rights & Rights Period.ar

# Header360Deal
source: 360° Deal
ar: 360° Deal.ar

# UnlinkParent
source: Unlink
ar: Unlink.ar

# UseTypeColumn
source: Use Type
ar: Use Type.ar

# AddButton
source: Add
ar: Add.ar

# AddressBookLink
source: Address Book
ar: Address Book.ar

# ArtistName
source: Artist
ar: Artist.ar

# AssignParentContractLink
source: Assign Parent Contract
ar: Assign Parent Contract.ar

# ClearanceAdminCompanyCountry
source: Clearance Admin Company
ar: ClearanceAdminCompany-Country.ar

source: Contracting Party
ar: Contracting Party.ar

source: Local Contract Ref. No
ar: Local Contract Ref No.ar

# ActionColumn
source: Action
ar: Action.ar

# ClearanceCompanyParent
source: Clearance Admin Co.
ar: Clearance Company.ar

# ContractMaintenanceWorkQueueHeader
source: Contract Maintenance Work Queue
ar: Contract Maintenance WorkQueue.ar

# DigitalRestrictionsHeader
source: Digital Restrictions
ar: Digital Restrictions.ar

# FromDate
source: From
ar: From.ar

source: items per page
ar: items per page.ar

# ParentLocalRefNo
source: Local Contract Ref. No.
ar: Local Ref No.ar

# RightsAcquisitionHeader
source: Rights Acquisition
ar: Rights Acquisition.ar

# SearchContractMenu
source: Search For Contract
ar: Search Contract.ar

# SecondaryExploitationHeader
source: SecondaryExploitation Restrictions
ar: SecondaryExploitation Restrictions.ar

# ShowDropDown
source: Show
ar: Show.ar

# ToDate
source: To
ar: To.ar

source: Include List
ar: IncludeList.ar

source: Contract Description
ar: ContractDescription.ar

# CreatecontractfromTemplateLbl
source: Choose Template
ar: Create contract from Template :.ar

# ErrorMsg
source: Sorry, an error occurred while processing your request.
ar: Sorry, an error occurred while processing your request..ar

source: Exclude List
ar: ExcludeList.ar

# TerritorialRightsPageHeader
source: Territorial Rights
ar: TerritorialRights.ar

source: Global Address List
ar: Global Address List.ar

# LinktoRepertoireButton
source: Link to Repertoire
ar: Link to Repertoire.ar

# SearchForArtistTitle
source: Search For Artist
ar: Search For Artist.ar

# SearchPCNoticeCompanyTitle
source: Search P\C Notice Company
ar: Search P\C Notice Company.ar

# AuthorizedMsg
source: Not Authorized for this action
ar: Not Authorized for this action.ar

# ContractErrorMsg
source: Editor cannot Apporve the Contract
ar: Editor cannot Apporve the Contract.ar

# DigitalTemplateFailureMsg
source: Digital restriction template not saved
ar: DigitalRestriction Template Not Saved.ar

# DigitalTemplateSuccessMsg
source: Digital restriction template saved successfully.
ar: DigitalRestriction Template Saved Successfully..ar

# SaveFailureMsg
source: Contract Save Failed.
ar: Contract Save Failed..ar

# SaveSuccessMsg
source: Contract Saved Successfully.
ar: Contract Saved Successfully..ar

# TemplateSaveFailureMsg
source: Contract Template Not Saved .
ar: Contract Template Not Saved ..ar

# TemplateSaveSuccessMsg
source: Contract Template Saved Successfully.
ar: Contract Template Saved Successfully..ar

# TemplateUniqueNameMsg
source: This Template Name already exists! Please provide a unique Template Name
ar: Please enter unique Template name..{0} already exists !.ar

# UnableToSaveMsg
source: Unable To Save Contract
ar: Unable To Save Contract.ar

# ContractTemplatesHeader
source: Contract Templates
ar: Contract Templates.ar

# DeleteButton
source: Delete
ar: Delete.ar

# DigitalRestrictionsTemplatesHeader
source: Digital Restrictions Templates
ar: Digital Restrictions Templates.ar

# EditButton
source: Edit
ar: Edit.ar

# RestrictionsColumn
source: Restrictions
ar: Restrictions.ar

# ViewContractButton
source: View Contract
ar: View Contract.ar

# CreateNewEntryButton
source: Create New Entry
ar: Create New Entry.ar

# ExportExcelButton
source: Export Report
ar: Export Report.ar

source: Contract ID
ar: Contract ID.ar

source: Clear Filter
ar: ClearFilter.ar

source: CreateNewEntry
ar: CreateNewEntry.ar

source: Exclude
ar: Exclude.ar

# FilterButton
source: Filter
ar: Filter.ar

source: Filter Role/Group Name
ar: Filter Role/Group Name.ar

source: Include
ar: Include.ar

# ManageAddressBookHeader
source: Manage Address Book
ar: Manage Address Book.ar

# AddRestrictionLink
source: Add Restrictions
ar: Add Restrictions.ar

# ErrorHeader
source: Error
ar: Error.ar

# DuplicateSplitDeal
source: Duplicate
ar: Duplicate.ar

# HelpSplitDeal
source: Help:Clicking on 'Yes' will terminate the new contract creation process.
ar: Help:Clicking on 'Yes' will terminate the new contract creation process..ar

# SplitDealContracts
source: " of Any of the existing contracts listed below?
ar: " of Any of the existing contracts listed below?.ar

# SplitDealMenu
source: Is the new contract a "
ar: Is the new contract a ".ar

# SplitDealMsg
source: " with any of the existing contracts listed above, select all that apply and click <Split Deal>
ar: " with any of the existing contracts listed above, select all that apply and click "Split Deal".ar

# SplitDealName
source: Split Deal
ar: Split Deal.ar

# SplitDealNewContract
source: Alternatively, if new contract is part of a "
ar: If the new contract is part of a ".ar

# YesButton
source: Yes
ar: Yes.ar

# LostRightsMessage
source: Rights Has Been Lost
ar: :Rights Has Been Lost.ar

# WarningMessage
source: Warning
ar: Warning.ar

# MaintenanceRightsDataReview
source: Create / Edit Rights Data Review Condition
ar: Create / Edit Rights Data Review Condtion.ar

source: Filter
ar: Filter.ar

# SecondaryExploitationRestricted
source: Restricted
ar: Restricted.ar

# ExitButton
source: Exit
ar: Exit.ar
